wlogs/singapore.txt
[OVERALL], RunTime(ms), 242581
[OVERALL], Throughput(ops/sec), 0.04122334395521496
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[UPDATE-FAILED], Operations, 4
[UPDATE-FAILED], AverageLatency(us), 6.0014592E7
[UPDATE-FAILED], MinLatency(us), 59998208
[UPDATE-FAILED], MaxLatency(us), 60030975
[UPDATE-FAILED], 50thPercentileLatency(us), 60030975
[UPDATE-FAILED], 90thPercentileLatency(us), 60030975
[UPDATE-FAILED], 95thPercentileLatency(us), 60030975
[UPDATE-FAILED], 99thPercentileLatency(us), 60030975
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 50thPercentileLatency(us), 3
[CLEANUP], 90thPercentileLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[UPDATE], Operations, 6
[UPDATE], AverageLatency(us), 331904.0
[UPDATE], MinLatency(us), 272640
[UPDATE], MaxLatency(us), 369407
[UPDATE], 50thPercentileLatency(us), 338175
[UPDATE], 90thPercentileLatency(us), 353023
[UPDATE], 95thPercentileLatency(us), 369407
[UPDATE], 99thPercentileLatency(us), 369407
[UPDATE], Return=OK, 6
[UPDATE], Return=ERROR, 4